export default {
  projections: {
    ДистанцияE: {
      длина: {
        __caption__: 'Длина'
      },
      участникиДистанции: {
        __caption__: 'Участники дистанции',
        участник: {
          __caption__: 'Участник',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    ДистанцияL: {
      длина: {
        __caption__: 'Длина'
      }
    }
  },
  validations: {
    длина: {
      __caption__: 'Длина'
    },
    участникиДистанции: {
      __caption__: 'Участники дистанции'
    }
  }
};
