export default {
  projections: {
    ДистанцияE: {
      длина: {
        __caption__: 'длина'
      },
      участникиДистанции: {
        __caption__: 'участникиДистанции',
        участник: {
          __caption__: 'участник',
          фИО: {
            __caption__: 'фИО'
          }
        }
      }
    },
    ДистанцияL: {
      длина: {
        __caption__: 'длина'
      }
    }
  },
  validations: {
    длина: {
      __caption__: 'длина'
    },
    участникиДистанции: {
      __caption__: 'участникиДистанции'
    }
  }
};
